[
    {
        "_id": "1",
        "path": "basics-of-typography",
        "title": "Basics of Typography",
        "date": "June 2024",
        "year": "2024",
        "front-image": "typography.jpg",
        "tags-list": "Information design  |  Typography",
        "description": "As someone who starts many more projects than I complete, this 24-hour challenge was the perfect way to give myself practice in making and committing to creative decisions, which is where I most often get stuck in the design process. During this one day, I successfully gathered and categorized all the information, drafted, and brought to life this poster that you see below. Along with getting lots and lots of practice with the Pathfinder tool in Illustrator."
    },
    {
        "_id": "2",
        "path": "design-philosophy",
        "title": "Design Philosophy",
        "date": "April 2024",
        "year": "2024",
        "front-image": "quote1.png",
        "tags-list": "Graphic Design  |  Typography",
        "description": "fdsf"
    },
    {
        "_id": "3",
        "path": "dissonant-harmony",
        "title": "Dissonant Harmony",
        "date": "April 2024",
        "year": "2024",
        "front-image": "calder.png",
        "tags-list": "Graphic Design  |  Typography",
        "description": "Little did I know on the one Saturday afternoon in 2018 that our family paid a  visit to the SFMoMA that years later I would design exhibition materials for one of the sculptures I had seen that day. Below is an A1 size poster, A5 size handout, and Instagram posts all featuring Alexander Calder’s iconic Big Crinkly created for a project in my typography studio."
    },
    {
        "_id": "4",
        "path": "morningtide",
        "title": "Morningtide",
        "date": "2022",
        "year": "2022",
        "front-image": "morningtide.png",
        "tags-list": "Graphic Design",
        "description": "This was a spec ad poster I made in high school for a local business as part of my first graphic design class. I created the concept of this poster based on the minimal and warm feel of the store. The logo is the store’s official one and the image was taken and edited by me in store."
    },
    {
        "_id": "5",
        "path": "research-dossier",
        "title": "Research Dossier",
        "date": "February 2024",
        "year": "2024",
        "front-image": "page 3.jpg",
        "tags-list": "Graphic Design",
        "description": "Do you think good critiquers make good designers? This speaker was my first “big” purchase after I started working in high school and I wear it with pride that I happened to buy such a perfectly designed product. As critical as I can be, this speaker is one thing I cannot find a single thing to complain about. Everything is just so thoughtfully designed with no extra flairs. The design just works, therefore making it my favorite thing."
    },
    {
        "_id": "6",
        "path": "rockumentary",
        "title": "Rockumentary",
        "date": "June 2024",
        "year": "2024",
        "front-image": "rockumentary.png",
        "tags-list": "Graphic Design  |  Concept/brand",
        "description": "The invitation for one of my greatest honors as a designer came one summer Friday afternoon when a good friend of mine at the Berklee College of Music asked me if I wanted to design the poster for his senior recital. While we share a love for music, the rock music that he loves is nothing like the mellow tunes of the music I listen to and embody. Nonetheless, I took this on as a way to challenge myself to do something of a different feel. After many FaceTime consultations from coast to coast of the US and getting the drawing of my friend’s iconic bowl-cut and glasses just right, I ended up with this poster that captures the boldness of rock, nostalgia of a documentary/movie, and my friend’s personal brand. “Rockumentary” is the musical documentary of the rock music that shaped his life."
    },
    {
        "_id": "7",
        "path": "sun-fall",
        "title": "Sun Fall",
        "date": "2022",
        "year": "2022",
        "front-image": "sunfall.jpg",
        "tags-list": "Grapihc Design",
        "description": ""
    },
    {
        "_id": "8",
        "path": "text-diagram",
        "title": "Text Diagram",
        "date": "February 2024",
        "year": "2024",
        "front-image": "textDiagramColor.png",
        "tags-list": "Information design  | Typography",
        "description": "This is a map of the information covered in a podcast episode from the podcast “99% Invisible”. This project, focusing on information design, was done in the studio section for Design Process and Practices. It is one of my favorites from pieces I’ve done at school as it was when I discovered my love for information design. Unlike most designs that takelots of drafting and sketching, this one came together rather naturally. I loved figuring out how to fit together all the information, establishing the typographic hierarchy, and coming up with the simple lines and circle “arrows” that guide the viewer from one point to the next."
    },
    {
        "_id": "9",
        "path": "snakebite",
        "title": "Snakebite Information Design Project",
        "date": "Dec 2024",
        "year": "2024",
        "front-image": "snakebitePrevention.png",
        "tags-list": "Information design  |  Data analysis  |  Data visualization",
        "description": ""
    },
    {
        "_id": "10",
        "path": "school-stairs",
        "title": "School Main Stairs Design",
        "date": "May 2022",
        "year": "2022",
        "front-image": "",
        "tags-list": "Graphic Design  |  Concept/brand",
        "description": ""
    }
]